{
    "status": "ok",
    "totalResults": 2381,
    "articles": [
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "Jacob Bunge",
            "title": "Food Regulators to Share Oversight of Cell-Based Meat...",
            "description": "Food Regulators to Share Oversight of Cell-Based Meat... (Second column, 2nd story, link ) Related stories: Lab-grown organs 'go rogue'; Develop brain, muscle... Advertise here",
            "url": "https://www.wsj.com/articles/food-regulators-to-share-oversight-of-cell-based-meat-1542410292",
            "urlToImage": "https://images.wsj.net/im-37653/social",
            "publishedAt": "2018-11-17T02:04:37Z",
            "content": "Two U.S. food regulators agreed to share oversight of meat grown from animal cells, moving the emerging technology closer to consumers dinner plates. The U.S. Department of Agriculture and the Food and Drug Administration will jointly oversee cell-culture mea… [+3159 chars]"
        },
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "Warren P. Strobel",
            "title": "CIA Concludes Saudi Journalist Was Killed on Crown Prince's Order - Wall Street Journal",
            "description": "Wall Street Journal CIA Concludes Saudi Journalist Was Killed on Crown Prince's Order Wall Street Journal WASHINGTON—The Central Intelligence Agency has concluded that the killing of Saudi journalist Jamal Khashoggi was carried out under the orders of Saudi C…",
            "url": "https://www.wsj.com/articles/cia-concludes-saudi-journalist-was-killed-on-the-crown-princes-order-1542412388",
            "urlToImage": "https://images.wsj.net/im-37664/social",
            "publishedAt": "2018-11-17T00:03:43Z",
            "content": "WASHINGTONThe Central Intelligence Agency has concluded that the killing of Saudi journalist Jamal Khashoggi was carried out under the orders of Saudi Crown Prince Mohammed bin Salman, a close ally of President Trump, U.S. officials familiar with the matter s… [+5259 chars]"
        },
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "Kamran Bokhari",
            "title": "Don't Let Yemen Become a Proxy of Iran - Wall Street Journal",
            "description": "Wall Street Journal Don't Let Yemen Become a Proxy of Iran Wall Street Journal International pressure on Saudi Arabia has mounted since the murder of writer and activist Jamal Khashoggi, including heightened scrutiny of the kingdom's military intervention in …",
            "url": "https://www.wsj.com/articles/dont-let-yemen-become-a-proxy-of-iran-1542411619",
            "urlToImage": "https://images.wsj.net/im-37555/social",
            "publishedAt": "2018-11-16T23:40:00Z",
            "content": "International pressure on Saudi Arabia has mounted since the murder of writer and activist Jamal Khashoggi, including heightened scrutiny of the kingdoms military intervention in Yemen. Yet while the Yemen war is a human catastrophe, it is often misunderstood… [+1992 chars]"
        },
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "Cameron McWhirter",
            "title": "Democrat Stacey Abrams Won't Concede, but Says Brian Kemp Will Be Georgia's Next Governor - Wall Street Journal",
            "description": "Wall Street Journal Democrat Stacey Abrams Won't Concede, but Says Brian Kemp Will Be Georgia's Next Governor Wall Street Journal Breaking News.... Democrat Stacey Abrams acknowledged Republican Brian Kemp would be the next governor of Georgia on Friday, but …",
            "url": "https://www.wsj.com/articles/democrat-stacey-abrams-wont-concede-but-says-brian-kemp-will-be-georgias-next-governor-1542407329",
            "urlToImage": "https://images.wsj.net/im-37648/social",
            "publishedAt": "2018-11-16T22:54:00Z",
            "content": "Democrat Stacey Abrams acknowledged Republican Brian Kemp would be the next governor of Georgia on Friday, but said she wasnt conceding. Ms. Abrams, who appeared angry and defiant at times during her remarks, said she was launching an effort to file a federal… [+2398 chars]"
        },
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "Laine Higgins",
            "title": "The Score: The Business Week in 7 Stocks",
            "description": "The Journal's weekly guide to the ups and downs of the business world.",
            "url": "https://blogs.wsj.com/moneybeat/2018/11/16/the-score-the-business-week-in-7-stocks-16/",
            "urlToImage": "https://si.wsj.net/public/resources/images/OG-BK394_201806_G_20180601181858.jpg",
            "publishedAt": "2018-11-16T22:51:48Z",
            "content": "Stocks swung wildly this week as oil prices fell to new lows, the dollar strengthened amid building political uncertainty abroad and Brexit negotiations reached a turning point in the U.K. All major U.S. indexes ended the week with losses. The Dow Jones Indus… [+5014 chars]"
        },
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "Bob Davis",
            "title": "Trump Optimistic About China Trade Deal - Wall Street Journal",
            "description": "Wall Street Journal Trump Optimistic About China Trade Deal Wall Street Journal WASHINGTON—President Trump expressed optimism Friday that the U.S. could cut a deal with China to ease trade tensions, but said he would continue to press Beijing for more concess…",
            "url": "https://www.wsj.com/articles/trump-optimistic-about-china-trade-deal-1542404078",
            "urlToImage": "https://images.wsj.net/im-37628/social",
            "publishedAt": "2018-11-16T21:34:00Z",
            "content": "WASHINGTONPresident Trump expressed optimism Friday that the U.S. could cut a deal with China to ease trade tensions, but said he would continue to press Beijing for more concessions. China wants to make a deal, Mr. Trump said in the Oval Office, where he rev… [+3843 chars]"
        },
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "Wall Street Journal",
            "title": "Will California Fires Promote Better Policy? - Wall Street Journal",
            "description": "Wall Street Journal Will California Fires Promote Better Policy? Wall Street Journal Regarding your editorial “California's Paradise Lost” (Nov. 13): President Trump has it right when he says the fires are due to mismanagement, mainly because the California g…",
            "url": "https://www.wsj.com/articles/will-california-fires-promote-better-policy-1542403515",
            "urlToImage": "https://images.wsj.net/im-36554/social",
            "publishedAt": "2018-11-16T21:26:48Z",
            "content": "Regarding your editorial Californias Paradise Lost (Nov. 13): President Trump has it right when he says the fires are due to mismanagement, mainly because the California government wants to be politically correct and green. Even Pacific Gas and Electric (PG&a… [+3324 chars]"
        },
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "Jeffrey A. Trachtenberg",
            "title": "Michelle O Sells 725,000 Books on First Day...",
            "description": "Michelle O Sells 725,000 Books on First Day... (Third column, 9th story, link ) Related stories: Newly assertive Melania puts FIRST back in FIRST Lady... NOONAN: Misstep and Mystery... Kimmel Begs: 'Save Us'... Advertise here",
            "url": "https://www.wsj.com/articles/michelle-obama-memoir-sells-well-1542399595",
            "urlToImage": "https://images.wsj.net/im-37589/social",
            "publishedAt": "2018-11-16T21:22:40Z",
            "content": "Michelle Obamas memoir Becoming got off to a hot start this week, selling more than 725,000 units on the day it was released, spurring its publisher to order up another 800,000 hardcover copies. The book, published Tuesday by Crown Publishing, part of Penguin… [+1553 chars]"
        },
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "David Gauthier-Villars",
            "title": "Turkey Claims More Audio Evidence Contradicts Saudis on Khashoggi Murder - Wall Street Journal",
            "description": "Wall Street Journal Turkey Claims More Audio Evidence Contradicts Saudis on Khashoggi Murder Wall Street Journal ISTANBUL—Turkish officials said they have more audio evidence proving that Jamal Khashoggi's death was the result of a planned execution, challeng…",
            "url": "https://www.wsj.com/articles/turkey-claims-more-audio-evidence-contradicts-saudis-on-khashoggi-murder-1542403133",
            "urlToImage": "https://images.wsj.net/im-37605/social",
            "publishedAt": "2018-11-16T21:19:29Z",
            "content": "ISTANBULTurkish officials said they have more audio evidence proving that Jamal Khashoggis death was the result of a planned execution, challenging Saudi Arabias claim that there was no top-down order to kill the dissident reporter and extending a weekslong c… [+5244 chars]"
        },
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "Paul Berger",
            "title": "New York City and New Jersey Take Heat Over Response to Snowstorm - Wall Street Journal",
            "description": "Wall Street Journal New York City and New Jersey Take Heat Over Response to Snowstorm Wall Street Journal Officials in New York City and New Jersey faced heavy criticism after a snowstorm on Thursday afternoon wreaked havoc on roads, leaving schoolchildren st…",
            "url": "https://www.wsj.com/articles/nyc-and-nj-take-heat-over-response-to-snowstorm-1542399963",
            "urlToImage": "https://images.wsj.net/im-37586/social",
            "publishedAt": "2018-11-16T20:26:35Z",
            "content": "Officials in New York City and New Jersey faced heavy criticism after a snowstorm on Thursday afternoon wreaked havoc on roads, leaving schoolchildren stranded on buses for hours, crippling commuter routes home and contributing to thousands of motor-vehicle a… [+6531 chars]"
        },
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "Arian Campo-Flores",
            "title": "Manual Recount Under Way in Florida's Tight Senate Race - Wall Street Journal",
            "description": "Wall Street Journal Manual Recount Under Way in Florida's Tight Senate Race Wall Street Journal LAUDERHILL, Fla.—County election officials began manually reviewing ballots on Friday in Florida's contentious Senate race, rushing to meet a Sunday deadline to su…",
            "url": "https://www.wsj.com/articles/manual-recount-under-way-in-floridas-tight-senate-race-1542397579",
            "urlToImage": "https://images.wsj.net/im-37582/social",
            "publishedAt": "2018-11-16T19:46:00Z",
            "content": "LAUDERHILL, Fla.County election officials began manually reviewing ballots on Friday in Floridas contentious Senate race, rushing to meet a Sunday deadline to submit results to the state. Floridas secretary of state ordered the hand recount Thursday after a m… [+4115 chars]"
        },
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "Rebecca Ballhaus",
            "title": "President Says He Has Answered Mueller Questions...",
            "description": "President Says He Has Answered Mueller Questions... (First column, 12th story, link ) Related stories: Top Cheney Aide in Sights as Probe Expands... Advertise here",
            "url": "https://www.wsj.com/articles/trump-says-he-has-answered-questions-from-mueller-1542392074",
            "urlToImage": "https://images.wsj.net/im-37546/social",
            "publishedAt": "2018-11-16T18:46:37Z",
            "content": "WASHINGTONPresident Trump said Friday that he has answered a set of questions provided by special counsel Robert Mueller, but hadnt yet submitted them to investigators. I was asked a series of questions, Mr. Trump told reporters in the Oval Office. I answered… [+1949 chars]"
        },
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "Jason Douglas, Max Colchester",
            "title": "U.K.’s May finds some support amid deep Brexit divisions",
            "description": "Senior allies rally around U.K. Prime Minister Theresa May as she attempts to muster support for her Brexit plan and fend off a potential leadership challenge.",
            "url": "https://www.wsj.com/articles/theresa-may-urges-unity-amid-brexit-turbulence-1542359997?=mktw",
            "urlToImage": "http://s.marketwatch.com/public/resources/MWimages/MW-GY705_brexit_ZG_20181116133015.jpg",
            "publishedAt": "2018-11-16T18:33:53Z",
            "content": "LONDONEmbattled U.K. Prime Minister Theresa Mays senior allies rallied around her on Friday while she attempted to muster support for her controversial Brexit plan and fend off a possible challenge to her leadership. Four leading euroskeptic members of Mays c… [+1064 chars]"
        },
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "Richard Rubin",
            "title": "Sen. Chuck Grassley to Lead Senate Finance Panel - Wall Street Journal",
            "description": "Wall Street Journal Sen. Chuck Grassley to Lead Senate Finance Panel Wall Street Journal WASHINGTON—Sen. Chuck Grassley is expected to lead the Finance Committee next year, giving the veteran Iowa Republican more sway over tax, trade and health policy. Mr. Gr…",
            "url": "https://www.wsj.com/articles/sen-chuck-grassley-to-lead-senate-finance-panel-1542392125",
            "urlToImage": "https://images.wsj.net/im-37540/social",
            "publishedAt": "2018-11-16T18:15:59Z",
            "content": "WASHINGTONSen. Chuck Grassley is expected to lead the Finance Committee next year, giving the veteran Iowa Republican more sway over tax, trade and health policy. Mr. Grassley said on Friday he wants to relinquish the Judiciary Committee chairmanship to fill … [+3101 chars]"
        },
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "Michelle Hackman",
            "title": "New Rules for Sexual-Assault Cases Boost Protections for Accused Students - Wall Street Journal",
            "description": "Wall Street Journal New Rules for Sexual-Assault Cases Boost Protections for Accused Students Wall Street Journal WASHINGTON—Students accused of sexual assault in the nation's schools and colleges will gain new due-process protections under proposed rules iss…",
            "url": "https://www.wsj.com/articles/new-rules-for-sexual-assault-cases-boost-protections-for-accused-students-1542391573",
            "urlToImage": "https://images.wsj.net/im-37534/social",
            "publishedAt": "2018-11-16T18:06:00Z",
            "content": "WASHINGTONStudents accused of sexual assault in the nations schools and colleges will gain new due-process protections under proposed rules issued by Education Secretary Betsy DeVos on Friday, though advocates worry the rules will make it harder to report att… [+4763 chars]"
        },
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "Jim Carlton",
            "title": "Facing Deadlier Fires, California Tries Something New: More Logging - Wall Street Journal",
            "description": "Wall Street Journal Facing Deadlier Fires, California Tries Something New: More Logging Wall Street Journal FRENCH MEADOWS RESERVOIR, Calif.—Obscured amid the chaos of California's latest wildfire outbreak is a striking sign of change that may help curtail fu…",
            "url": "https://www.wsj.com/articles/facing-deadlier-fires-california-tries-something-new-more-logging-1542390642",
            "urlToImage": "https://images.wsj.net/im-33301/social",
            "publishedAt": "2018-11-16T17:52:07Z",
            "content": "FRENCH MEADOWS RESERVOIR, Calif.Obscured amid the chaos of Californias latest wildfire outbreak is a striking sign of change that may help curtail future devastating infernos. After decades of butting heads, some environmentalists and logging supporters have … [+14488 chars]"
        },
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "Felicia Schwartz",
            "title": "Netanyahu Coalition Partner Joins Push for Early Elections - Wall Street Journal",
            "description": "Wall Street Journal Netanyahu Coalition Partner Joins Push for Early Elections Wall Street Journal TEL AVIV—The leader of a key party in Israeli Prime Minister Benjamin Netanyahu's governing coalition on Friday pushed for early elections, according to people …",
            "url": "https://www.wsj.com/articles/netanyahu-coalition-partner-joins-push-for-early-elections-1542390740",
            "urlToImage": "https://images.wsj.net/im-37468/social",
            "publishedAt": "2018-11-16T17:52:00Z",
            "content": "TEL AVIVThe leader of a key party in Israeli Prime Minister Benjamin Netanyahus governing coalition on Friday pushed for early elections, according to people familiar with the matter, adding to pressure on Mr. Netanyahu as he seeks to preserve his government.… [+2124 chars]"
        },
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "Ben Kesling",
            "title": "Computer Flubs Left Vets Short of Housing Benefits",
            "description": "A Department of Veterans Affairs computer system botched calculations for GI Bill benefits, leaving thousands of student veterans without full housing assistance, a senior VA official told Congress on Thursday.",
            "url": "https://www.wsj.com/articles/computer-flubs-left-vets-short-of-housing-benefits-1542339033",
            "urlToImage": "https://images.wsj.net/im-37429/social",
            "publishedAt": "2018-11-16T16:52:57Z",
            "content": "WASHINGTONA Department of Veterans Affairs computer system botched calculations for GI Bill benefits, leaving thousands of student veterans without full housing assistance, a senior VA official told Congress on Thursday. The delays and shortfalls in payments … [+3420 chars]"
        },
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "Aruna Viswanatha",
            "title": "U.S. Is Optimistic It Will Prosecute WikiLeaks's Assange",
            "description": "The Justice Department is preparing to prosecute WikiLeaks founder Julian Assange and is increasingly optimistic it will be able to get him into a U.S. courtroom.",
            "url": "https://www.wsj.com/articles/u-s-is-optimistic-it-will-prosecute-assange-1542376108",
            "urlToImage": "https://si.wsj.net/public/resources/images/B3-CK116_assang_SOC_20181115171956.jpg",
            "publishedAt": "2018-11-16T16:49:40Z",
            "content": "The Justice Department is preparing to prosecute WikiLeaks founder Julian Assange and is increasingly optimistic it will be able to get him into a U.S. courtroom, according to people in Washington familiar with the matter. Over the past year, U.S. prosecutors… [+8835 chars]"
        },
        {
            "source": {
                "id": "the-wall-street-journal",
                "name": "The Wall Street Journal"
            },
            "author": "Aaron Zitner",
            "title": "Why House Votes and Political Power Often Don't Match",
            "description": "When the last few unresolved House races are settled, the results will show whether Democrats have broken an arcane but important losing streak in the national vote.",
            "url": "https://www.wsj.com/articles/why-house-votes-and-political-power-often-dont-match-1542375292",
            "urlToImage": "https://images.wsj.net/im-37354/social",
            "publishedAt": "2018-11-16T16:41:40Z",
            "content": "When the last few unresolved House races are settled, the results will show whether Democrats have broken an arcane but important losing streak: In the past four elections, they havent translated the House votes they have won nationally into equivalent power … [+3189 chars]"
        }
    ]
}